import React from "react";
import "./styles.css";

function TOS() {
  return (
    <div className="tos">
      <h2>ポレポーレ会則</h2>

      <div className="tos-contents__wrapper">
        <p>
          この利用規約（以下、<b>本規約</b>）は、
          <b>ポレポーレ</b>（以下、<b>本合唱団</b>
          ）の利用条件を定めるものです。団員の皆さま（以下、
          <b>ユーザー</b>
          ）には、本規約に従って、本合唱団をご利用いただきます。
        </p>
        <main>
          <h4>第1条（適用）</h4>
          <ol>
            <li>
              テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
            </li>
            <li>
              テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
              <b>
                テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
              </b>
              テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
            </li>
            <li>
              テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
            </li>
          </ol>

          <h4>第2条（利用登録）</h4>
          <ol>
            <li>
              テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
            </li>
            <li>
              テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
              <ol className="nest">
                <li>
                  テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
                </li>
                <li>
                  テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
                </li>
                <li>
                  テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
                </li>
                <li>
                  テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト
                </li>
              </ol>
            </li>
          </ol>
        </main>
      </div>
    </div>
  );
}

export default TOS;
